tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'k1low/tap'
brew 'act'
brew 'aliyun-cli'
brew 'alp'
brew 'python@3.9'
brew 'ansible'
brew 'anyenv'
brew 'autoconf'
brew 'bat'
brew 'bzip2'
brew 'libpng'
brew 'libffi'
brew 'pkg-config'
brew 'clang-format'
brew 'cling'
brew 'composer'
brew 'coreutils'
brew 'direnv'
brew 'docker', link: false
brew 'docker-clean'
brew 'exa'
brew 'icu4c'
brew 'jpeg'
brew 'fontforge'
brew 'gcc'
brew 'ghq'
brew 'git-lfs'
brew 'go'
brew 'graphviz'
brew 'htop'
brew 'iproute2mac'
brew 'oniguruma'
brew 'jq'
brew 'krb5'
brew 'libedit'
brew 'libiconv'
brew 'libxml2'
brew 'libzip'
brew 'mkcert'
brew 'mysql'
brew 'navi'
brew 'netdata', restart_service: true
brew 'nkf'
brew 'node'
brew 'packer'
brew 'pandoc'
brew 'peco'
brew 'percona-toolkit'
brew 'phpmyadmin'
brew 'pwgen'
brew 'shared-mime-info'
brew 'starship'
brew 'tidy-html5'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'k1low/tap/tbls'
cask 'alfred'
cask 'amethyst', args: { appdir: '/Applications' }
cask 'anki'
cask 'clipy', args: { appdir: '/Applications' }
cask 'dbeaver-community', args: { appdir: '/Applications' }
cask 'discord', args: { appdir: '/Applications' }
cask 'docker', args: { appdir: '/Applications' }
cask 'font-hackgen'
cask 'font-ricty-diminished', args: { appdir: '/Applications' }
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'graphql-playground'
cask 'iterm2', args: { appdir: '/Applications' }
cask 'karabiner-elements', args: { appdir: '/Applications' }
cask 'keycastr', args: { appdir: '/Applications' }
cask 'onyx'
cask 'postman', args: { appdir: '/Applications' }
cask 'sequel-ace', args: { appdir: '/Applications' }
cask 'slack', args: { appdir: '/Applications' }
cask 'thunderbird'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code', args: { appdir: '/Applications' }
cask 'vivaldi'
cask 'wireshark'
