tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "anyenv"
brew "bat"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "docker-clean"
brew "exa"
brew "fzf"
brew "ghq"
brew "heroku"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "peco"
brew "starship"
brew "tig"
brew "tmux"
brew "wget"
brew "yabai"
brew "skhd"
brew "gh"
cask "alfred"
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "dropbox"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "thunderbird"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "notion"
cask "fig"
