tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
brew "act"
brew "alp"
brew "python@3.9"
brew "ansible"
brew "anyenv"
brew "bat"
brew "composer"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "docker-clean"
brew "exa"
brew "ghq"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "navi"
brew "netdata", restart_service: true
brew "peco"
brew "percona-toolkit"
brew "starship"
brew "tig"
brew "tmux"
brew "wget"
brew "yarn"
brew "k1low/tap/tbls"
cask "alfred"
cask "amethyst", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "font-hackgen"
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "thunderbird"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vivaldi"
cask "wireshark"
